const agenda = {
  "2": [
    {
      "id": 2,
      "areaId": 2,
      "name": "Сбор гостей",
      "startTime": "2021-04-20T11:00:00+03:00",
      "endTime": "2021-04-20T11:20:00+03:00",
      "speakers": []
    },
    {
      "id": 3,
      "areaId": 2,
      "name": "Выступление специалиста по HR",
      "startTime": "2021-04-20T11:20:00+03:00",
      "endTime": "2021-04-20T12:20:00+03:00",
      "speakers": [
        {
          "id": 2,
          "name": "Иван Петровский",
          "desc": "Специалист по HR",
          "pic": "6626c8d5-caa0-401b-9eb9-22d3a7c288b0",
          "index": 0
        }
      ]
    },
    {
      "id": 4,
      "areaId": 2,
      "name": "Выступление специалиста по международным отношениям",
      "startTime": "2021-04-20T12:20:00+03:00",
      "endTime": "2021-04-20T13:40:00+03:00",
      "speakers": [
        {
          "id": 3,
          "name": "Вячеслав Славов",
          "desc": "Специалист по международным отношениям",
          "pic": "61e808a6-c1b7-4fd1-8f36-e63be67853f1",
          "index": 1
        }
      ]
    },
    {
      "id": 5,
      "areaId": 2,
      "name": "Кофе-брейк",
      "startTime": "2021-04-20T13:40:00+03:00",
      "endTime": "2021-04-20T14:20:00+03:00",
      "speakers": []
    },
    {
      "id": 8,
      "areaId": 2,
      "name": "Завершающая речь",
      "startTime": "2021-04-20T14:20:00+03:00",
      "endTime": "2021-04-20T15:40:00+03:00",
      "speakers": []
    },
    {
      "id": 9,
      "areaId": 2,
      "name": "Сбор гостей",
      "startTime": "2021-04-21T11:00:00+03:00",
      "endTime": "2021-04-21T11:20:00+03:00",
      "speakers": []
    },
    {
      "id": 10,
      "areaId": 2,
      "name": "Выступление специалиста по сетям",
      "startTime": "2021-04-21T11:20:00+03:00",
      "endTime": "2021-04-21T13:00:00+03:00",
      "speakers": [
        {
          "id": 6,
          "name": "Светлана Светова",
          "desc": "Специалист по сетям",
          "pic": "e00958e5-c075-4e9d-abf1-4d59e6a4ad2c",
          "index": 4
        }
      ]
    }
  ],
  "3": [
    {
      "id": 11,
      "areaId": 3,
      "name": "Сбор гостей",
      "startTime": "2021-04-20T11:00:00+03:00",
      "endTime": "2021-04-20T11:20:00+03:00",
      "speakers": []
    },
    {
      "id": 12,
      "areaId": 3,
      "name": "Выступление специалиста по брендам",
      "startTime": "2021-04-20T11:20:00+03:00",
      "endTime": "2021-04-20T12:40:00+03:00",
      "speakers": [
        {
          "id": 4,
          "name": "Алексей Филатов",
          "desc": "Специалист по брендам",
          "pic": "b64f3e30-f781-427c-9a2c-008f6014e44e",
          "index": 2
        }
      ]
    },
    {
      "id": 13,
      "areaId": 3,
      "name": "Выступление специалиста по IT",
      "startTime": "2021-04-20T12:40:00+03:00",
      "endTime": "2021-04-20T13:20:00+03:00",
      "speakers": [
        {
          "id": 2,
          "name": "Иван Петровский",
          "desc": "Специалист по HR",
          "pic": "6626c8d5-caa0-401b-9eb9-22d3a7c288b0",
          "index": 0
        },
        {
          "id": 5,
          "name": "Анна Валерьева",
          "desc": "Специалист по IT",
          "pic": "25376a48-fcc9-4458-af13-d5535bc74933",
          "index": 3
        }
      ]
    },
    {
      "id": 14,
      "areaId": 3,
      "name": "Кофе-брейк",
      "startTime": "2021-04-20T13:20:00+03:00",
      "endTime": "2021-04-20T14:00:00+03:00",
      "speakers": []
    },
    {
      "id": 15,
      "areaId": 3,
      "name": "Закрывающая речь генерального директора",
      "startTime": "2021-04-20T14:00:00+03:00",
      "endTime": "2021-04-20T15:00:00+03:00",
      "speakers": []
    }
  ]
};

export default agenda;
